[PR_CombatMedic X2SoldierClassTemplate]
+DisplayName="战斗医护兵"
+ClassSummary="战斗医护兵通过治疗队友或将他们从危险的位置中解救出来，以保证队友的生存。当没有人需要被治疗时，他们可以使用霰弹枪对敌人进行攻击。"
+LeftAbilityTreeTitle="突击"
+RightAbilityTreeTitle="医护人员"
AbilityTreeTitles[0]="突击"
AbilityTreeTitles[1]="撕裂者"
AbilityTreeTitles[2]="医护人员"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"


+RandomNickNames[0]="Boss"
+RandomNickNames[1]="Chief"
+RandomNickNames[2]="Elite"
+RandomNickNames[3]="Swat"
+RandomNickNames[4]="Guard"
+RandomNickNames[5]="Agent"


